tap "ankitpokhrel/jira-cli"
tap "anomalyco/tap"
tap "cloudfoundry/tap"
tap "dlvhdr/formulae"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "stateful/tap"
tap "withgraphite/tap"
brew "ack"
brew "aom"
brew "autoconf"
brew "python@3.10"
brew "autojump"
brew "automake"
brew "bash"
brew "libssh2"
brew "bat"
brew "glib"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "node"
brew "contentful-cli"
brew "coreutils"
brew "docker", link: false
brew "docutils"
brew "dpkg"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-quick-stats"
brew "gitleaks"
brew "glab"
brew "glow"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "jpeg-xl"
brew "graphicsmagick"
brew "harfbuzz"
brew "heimdal"
brew "helix"
brew "http-server"
brew "httpie"
brew "jira-cli"
brew "jless"
brew "jq"
brew "lazygit"
brew "less"
brew "libass"
brew "libdvdcss"
brew "libiconv"
brew "llm"
brew "mkdocs", link: false
brew "mole"
brew "mvfst"
brew "neovim"
brew "pango"
brew "poppler"
brew "python@3.12"
brew "python@3.9"
brew "rbenv"
brew "re2"
brew "runit"
brew "scc"
brew "slides"
brew "terminalimageviewer"
brew "tesseract"
brew "tmux"
brew "tre-command"
brew "tree"
brew "unbound"
brew "uv"
brew "vale"
brew "vault"
brew "watchman"
brew "yamllint"
brew "youtube-dl"
brew "yt-dlp"
brew "z"
brew "zlib"
brew "zoxide"
brew "anomalyco/tap/opencode"
brew "dlvhdr/formulae/diffnav"
brew "stateful/tap/stateful"
brew "withgraphite/tap/graphite"
cask "nikitabobko/tap/aerospace"
cask "airtable"
cask "alt-tab"
cask "centered"
cask "chromedriver"
cask "claude-code"
cask "contexts"
cask "discord"
cask "drawio"
cask "figma"
cask "font-monaspace"
cask "gcloud-cli"
cask "ghostty"
cask "git-credential-manager"
cask "graphql-playground"
cask "iterm2"
cask "kap"
cask "lark"
cask "opencode-desktop"
cask "postman"
cask "raycast"
cask "tweeten"
cask "upscayl"
cask "visual-studio-code"
cask "vlc"
cask "warp"
vscode "astro-build.astro-vscode"
vscode "bbutner.heroicons-preview"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "silvenon.mdx"
vscode "thedaviddias.vscode-llms-txt"
vscode "zixuanchen.vitest-explorer"
cargo "imessage-exporter"
npm "corepack"
npm "pnpm"
npm "web-features-cli"
npm "yarn"
